[WOTCIridarWeaponHider_MCMScreen]
ModName = "Hide Items"
PageTitle = "Hide Items"
GroupHeader = "Hide Items"
GroupHeader_ListSettings = "List Filters"
GroupLabel_ListSettings = "Click \"Save and Exit\" for changes to these settings to take effect."
strHideWeaponTooltip = "If enabled, this item will be hidden and removed from the inventory."

SHOW_VANILLA_ITEMS_Label = "Allow hiding base game items"
SHOW_VANILLA_ITEMS_Tip = "Toggle to allow hiding items from the base game."

SHOW_NON_WEAPON_ITEMS_Label = "Allow hiding non-weapon items"
SHOW_NON_WEAPON_ITEMS_Tip = "Toggle to allow hiding items that are not weapons. Note that usable items, like Medikits, still count as weapons."

SHOW_UNBUILDABLE_ITEMS_Label = "Allow hiding unbuildable items"
SHOW_UNBUILDABLE_ITEMS_Tip = "Toggle to allow hiding items that cannot be acquired through Engineering or Proving Grounds or available from the start of the campaign."
